<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title>
<style type="text/css">
<!--
body {
	margin-left: 0px;
	background-image: url(../Images/fundo.gif);
	margin-top: 0px;
	margin-right: 0px;
}
.Menu_Lateral {
	font-family: "trebuchet MS";
	font-size: 12px;
	padding-left: 10px;
	font-weight: bold;
}
.style4 {font-family: "trebuchet MS"; font-size: 12px; padding-left: 10px; color: #999999; }
a:link {
	color: #CC9900;
	text-decoration: none;
}
a:hover {
	color: #CC9900;
	text-decoration: underline;
}
a:visited {
	text-decoration: none;
	color: #CC9900;
}
a:active {
	text-decoration: none;
}
.style6 {color: #CC9900}
.style7 {font-family: "trebuchet MS"; font-size: 12px; padding-left: 10px; color: #CC9900; }
.style8 {
	color: #0099CC;
	font-weight: bold;
}
-->
</style></head>

<body>
<table width="3541" border="0" cellpadding="0" cellspacing="0" bgcolor="#FFFFFF">
  <!--DWLayoutTable-->
  <tr>
    <td height="100" colspan="2" valign="top" bgcolor="#FFFFFF"><img src="../Images/header_new.jpg" width="800" height="100" /></td>
    <td width="3257" valign="top"><img src="../Images/header_blue.jpg" width="3257" height="100" /></td>
  </tr>
  <tr>
    <td width="34" height="88">&nbsp;</td>
    <td width="250">&nbsp;</td>
    <td>&nbsp;</td>
  </tr>
  <tr>
    <td height="400">&nbsp;</td>
    <td colspan="2" valign="top"><table width="100%" border="0" cellpadding="0" cellspacing="0">
      <!--DWLayoutTable-->
      <tr>
        <td width="400" height="400" valign="top"><img src="http://www.wacom.com/tips/images/tipimages/tip63_step1.gif" width="400" height="400" /></td>
          <td width="49">&nbsp;</td>
          <td width="388" valign="top"><img src="http://www.wacom.com/tips/images/tipimages/tip63_step2.gif" width="400" height="400" /></td>
          <td width="33">&nbsp;</td>
          <td width="400" valign="top"><img src="http://www.wacom.com/tips/images/tipimages/tip63_step3.gif" width="400" height="400" /></td>
          <td width="29">&nbsp;</td>
          <td width="400" valign="top"><img src="http://www.wacom.com/tips/images/tipimages/tip63_step4.gif" width="400" height="400" /></td>
          <td width="42">&nbsp;</td>
          <td width="400" valign="top"><img src="http://www.wacom.com/tips/images/tipimages/tip63_step5.gif" width="400" height="400" /></td>
          <td width="35">&nbsp;</td>
          <td width="400" valign="top"><img src="http://www.wacom.com/tips/images/tipimages/tip63_step6.gif" width="400" height="400" /></td>
          <td width="61">&nbsp;</td>
          <td width="400" valign="top"><img src="http://www.wacom.com/tips/images/tipimages/tip63_step7.gif" width="400" height="400" /></td>
          <td width="18">&nbsp;</td>
          <td width="398" valign="top"><img src="http://www.wacom.com/tips/images/tipimages/tip63_step8.gif" width="400" height="400" /></td>
          <td width="49"></td>
        </tr>
    </table></td>
  </tr>
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  <tr>
    <td height="180" colspan="3" valign="top"><table width="100%" border="0" cellpadding="0" cellspacing="0" bgcolor="#E6F4FF">
      <!--DWLayoutTable-->
      <tr>
        <td width="35" height="180">&nbsp;</td>
          <td width="397" valign="top"><p class="style7"><span class="style8">Passo 1</span><br />
          Vamos come&ccedil;ar por acertar um pouco as cores &ndash;  clicando na layer das altera&ccedil;&otilde;es, escolhendo &ldquo;Curves&rdquo; na palete da layers. Mantendo  pressionado a tecla Command (Control key para os utilizadores de PC) e clicando na &aacute;rea  que pretendemos ajustar &ndash; isto automaticamente define o ponto na curva. Para aumentar  os n&iacute;veis, basta clicar no ponto alvo e utilizar a tecla &ldquo;cursor para cima&rdquo;. N&atilde;o  se preocupe com as altera&ccedil;&otilde;es que isto provoca noutras &aacute;reas, resolvemos esta  quest&atilde;o mais tarde.</p></td>
          <td width="49">&nbsp;</td>
          <td width="399" valign="top"><p class="style7"><span class="style8">Passo 2</span><br />
          Porque queremos apenas acertar determinadas &aacute;reas  da imagem, vamos utilizar uma mascara para restringir as altera&ccedil;&otilde;es efectuadas.  Basta clicar no &iacute;cone da layer da mascara e preenche-la a preto &ndash; pressione Shift+Backspace  (Shift+Delete para utiliadores de PC) e escolher preto. Escolha um pincel de  dimens&otilde;es m&eacute;dias e ponta mole e active &ldquo;Opacity Jitter&rdquo; no Brush Dynamics, para  maximizar o controlo. Agora vamos pintar a mascara a branco, para revelar  subtilmente as &aacute;reas a que queremos destaque. Se enganar-se, ou alterar  demasiado, mude para preto para disfar&ccedil;ar as altera&ccedil;&otilde;es.</p></td>
          <td width="34">&nbsp;</td>
          <td width="394" valign="top"><p class="style7"><span class="style8">Passo 3</span><br />
          Agora vamos controlar a reflexo que vem do  pote de vidro. Primeiro adiconamos mais uma curva. Primeiro adicionamos outra layer  para ajusta de &ldquo;Curves&rdquo; e pressionamos a tecla Command (tecla Control em PC) e  clicamos na &aacute;rea que pretendemos alterar. Clique no ponto alvo e utilize o a  tecla de cursor &ldquo;baixo&rdquo; para diminuir o reflexo. Mais uma vez n&atilde;o se preocupe,  relativamente &aacute;s altera&ccedil;&otilde;es que possam ocorrer no resta imagem e passamos j&aacute; a  focar no pr&oacute;ximo passo.</p></td>
          <td width="33">&nbsp;</td>
          <td width="400" valign="top"><p class="style7"><span class="style8">Passo 4:</span><br />
          Mais uma vez vamos utilizar a mascara de  ajuste de layer para isolar as nossas altera&ccedil;&otilde;es. Primeiro, clicamos no &iacute;cone  de selec&ccedil;&atilde;o de mascara na layer e preenchemo-la a preto, encolhendo em seguida um  pincel de pequenas dimens&otilde;es e de ponta mole. Activamos &ldquo;Opacity Jitter&rdquo; no Brush Dynamics para  maximizar o controlo do pincel e em seguida pintamos a mascara de branco para  disfar&ccedil;ar o reflexo. Se cometermos um erro, ou avan&ccedil;armos demasiado, basta  mudar para preto, para disfar&ccedil;ar os erros. </p></td>
          <td width="43">&nbsp;</td>
          <td width="397" valign="top"><p class="style7"><span class="style8">Passo 5</span><br />
          Agora vamos &ldquo;reduzir&rdquo; a area de profundidade  para acentuar a selec&ccedil;&atilde;o das gomas no vidro e a parte frontal do frasco de  vidro. Primeiro duplicamos a layer da imagem, depois corremos um suave &ldquo;Gaussian blur&rdquo; na imagem,  para mesclar um pouco as gomas no fundo.</p></td>
          <td width="39">&nbsp;</td>
          <td width="393" valign="top"><p class="style7"><span class="style8">Passo 6</span><br />
          Agora vamos trazer as partes mais n&iacute;tidas para  a frente. Primeiro, adicionamos um mascar na layer mesclada, pegamos num pincel  de dimens&atilde;o m&eacute;dia (n&atilde;o esquecer de configurar Opacity Jitter para controlar os  passos com a press&atilde;o exercida na caneta!) e suavemente pintar a negro de forma a  disfar&ccedil;ar subtilmente as &aacute;reas mescladas e revelar a nitidez da imagem original. </p></td>
          <td width="63">&nbsp;</td>
          <td width="400" valign="top"><p class="style7"><span class="style8">Passo 7</span><br />
          Finalmente, necessitamos de alterar a cor de  uma &uacute;nica goma na parte frontal. Basta adicionar uma layer de ajuste &ldquo;Hue/Saturation&rdquo; e fazer os  ajustes necess&aacute;rios para obter a cor desejada. Clique na layer da mascara e  preenche com preto, seleccione um pincel pequeno - &nbsp;n&atilde;o se esque&ccedil;a de accionar &ldquo;Size Jitter&rdquo; no menu &ldquo;Brush  Dynamics&rdquo; de forma a maximizar o controlo do pincel &ndash; e pintar com branco de  forma a mostrar as altera&ccedil;&otilde;es de cor.</p></td>
          <td width="18">&nbsp;</td>
          <td width="400" valign="top"><p class="style7"><span class="style8">Passo 8</span><br />
          Vamos  dar uma ulttima olhadela&hellip; perfeito!</p></td>
          <td width="47">&nbsp;</td>
      </tr>
    </table></td>
  </tr>
  <tr>
    <td height="17"></td>
    <td></td>
    <td></td>
  </tr>
</table>
</body>
</html>
