<style type="text/css">
<!--
body {
	margin-left: 0px;
	margin-top: 0px;
	margin-right: 0px;
	margin-bottom: 0px;
}
body,td,th {
	font-family: Arial, Helvetica, sans-serif;
}
-->
</style><table width="600" border="0" cellpadding="0" cellspacing="0">
  <!--DWLayoutTable-->
  <tr>
    <td width="16" height="26"></td>
    <td width="245">&nbsp;</td>
    <td width="9">&nbsp;</td>
    <td width="38">&nbsp;</td>
    <td width="9">&nbsp;</td>
    <td width="43">&nbsp;</td>
    <td width="10">&nbsp;</td>
    <td width="211">&nbsp;</td>
    <td width="19"></td>
  </tr>
  <tr>
    <td height="173"></td>
    <td colspan="7" rowspan="9" valign="top" bgcolor="#FFFFFF" class="Texto"><p><span style="font-family:'Arial','sans-serif'; ">Fundada em 1987, a Minitel &eacute;  um distribuidor especializado no mercado de tecnologias de informa&ccedil;&atilde;o e  electr&oacute;nica de consumo, com uma linha alargada e seleccionada das principais  marcas de hardware e software para computadores, telem&oacute;veis e smartphones.</span></p>
      <p><span style="font-family:'Arial','sans-serif'; ">        As principais marcas de distribui&ccedil;&atilde;o do Minitel incluem ao n&iacute;vel do software as  aplica&ccedil;&otilde;es web e gr&aacute;ficas da Adobe, os antiv&iacute;rus da Symantec, Kaspersky e GFI,  os programas profissionais de edi&ccedil;&atilde;o de v&iacute;deo e som da Pinnacle e da Sony  Media, e a base de dados FileMaker; relativamente ao hardware a Minitel  distribui em exclusividade para Portugal a Lexar e a Crucial, marcas fabricadas  pela Micron, o 2&ordm; maior fabricante mundial de mem&oacute;rias, os scanners da Iris e  da Microtek, os discos e unidades de NAS da LaCie, Qnap e Infortrend, os  acess&oacute;rios para tablets, notebooks e smartphones da Kensington, Clingo,  Innergie e Swissvoice, as mesas digitalizadoras da Wacom e as impressoras de  tal&otilde;es e etiquetas da Seiko.</span></p>
      <p><strong><span style="font-family:'Arial','sans-serif'; ">Filosofia  empresarial</span></strong></p>
      <p><span style="font-family:'Arial','sans-serif'; ">A Minitel distribui as suas  linhas de produtos exclusivamente atrav&eacute;s de canais indirectos de vendas.</span></p>
      <p><span style="font-family:'Arial','sans-serif'; ">Devido ao crescimento das  suas vendas de acess&oacute;rios para os sector da electr&oacute;nica de consumo e das  telecomunica&ccedil;&otilde;es (acess&oacute;rios para smartphones / tablets), a necessidade de  abordar esses novos mercados atrav&eacute;s de canais da grande distribui&ccedil;&atilde;o levou a  Minitel a diversificar-se para al&eacute;m da sua clientela tradicional de revendedores  de TI, integradores, lojas de inform&aacute;tica e concession&aacute;rios Apple, passando  tamb&eacute;m a comercialisar os seus produtos atrav&eacute;s dos grandes hipermercados nacionais  e cadeias de retalho, como a FNAC, a Vobis/Worten (Sonae), El Corte Ingl&egrave;s,  MediaMarkt , o Auchan, a The Phone House e a Ensitel.<br />
        <br />
        Estes canais de retalho especializado permitem &agrave; Minitel comercializar as suas  linhas de produtos e consumo, tais como discos r&iacute;gidos, cart&otilde;es de mem&oacute;ria,  acess&oacute;rios de &aacute;udio e v&iacute;deo para tablets e smartphones, em paralelo com a sua  rede de revendedores, que comercializa tamb&eacute;m as mesmas linhas de produtos mas  que acrescenta &agrave; sua oferta apoio na instala&ccedil;&atilde;o, treino e suporte p&oacute;s-venda.<br />
  <br />
        As marcas de maior tecnologia ou complexidade, como os sistemas de antivirus ou  seguran&ccedil;a de dados empresariais, unidades de backup em ambientes virtualizados  ou os sistemas de workflow e comunica&ccedil;&atilde;o empresarial s&atilde;o comercializadas  atrav&eacute;s de revendedores de valor acrescentado e/ou especializados junto dos  seus clientes-alvo, m&eacute;dias e grandes empresas e contas p&uacute;blicas.</span></p>
<ul>
        <li><strong>Quer ser  parceiro Minitel?</strong></li>
      </ul>
      <p><a href="http://www.minitel.pt/?OP=NR"><img src="../banners/ban_gen.jpg" alt="Quem somos" width="461" height="300" border="0" /></a></p>
    <p>&nbsp;</p></td>
    <td></td>
  </tr>
  <tr>
    <td height="19"></td>
    <td></td>
  </tr>
  <tr>
    <td height="104"></td>
    <td></td>
  </tr>
  <tr>
    <td height="19"></td>
    <td></td>
  </tr>
  <tr>
    <td height="201"></td>
    <td></td>
  </tr>
  <tr>
    <td height="23"></td>
    <td></td>
  </tr>
  <tr>
    <td height="140"></td>
    <td></td>
  </tr>
  <tr>
    <td height="15"></td>
    <td></td>
  </tr>
  <tr>
    <td height="388"></td>
    <td></td>
  </tr>
  <tr>
    <td height="16"></td>
    <td></td>
    <td></td>
    <td></td>
    <td></td>
    <td></td>
    <td></td>
    <td></td>
    <td></td>
  </tr>
</table>
