<p>&nbsp;</p>
<p>&nbsp;</p>
<table width="600" border="0" cellpadding="0" cellspacing="0">
  <!--DWLayoutTable-->
  <tr>
    <td width="15" height="26"></td>
    <td width="246">&nbsp;</td>
    <td width="9">&nbsp;</td>
    <td width="38">&nbsp;</td>
    <td width="9">&nbsp;</td>
    <td width="43">&nbsp;</td>
    <td width="10">&nbsp;</td>
    <td width="211">&nbsp;</td>
    <td width="19"></td>
  </tr>
  <tr>
    <td height="173"></td>
    <td colspan="7" valign="top" class="Texto"><p class="Texto_castanho"><strong>A Minitel</strong></p>
      <p align="left">Fundada em 1987, a Minitel desenvolveu uma   compet&ecirc;ncia espec&iacute;fica no mercado micro inform&aacute;tico, oferecendo uma linha   alargada de hardware e software para microcomputadores, em torno de tr&ecirc;s   mercados - alvo principais: edi&ccedil;&atilde;o electr&oacute;nica e multim&eacute;dia, redes e   comunica&ccedil;&otilde;es e software antiv&iacute;rus, utilit&aacute;rio ou para cria&ccedil;&atilde;o e desenho de sites   e p&aacute;ginas Internet. <br />
          <br />
    Actualmente, representa e distribui uma gama   alargada de produtos inform&aacute;ticos de empresas com reconhecido prest&iacute;gio   internacional, para plataformas Windows 98, Windows NT / 2000 / XP / Vista e Apple OS,   como a Netgear, Iomega,  LaCie, Lexar, Belkin, Formac, Hauppauge, Topcom, Microtek, Sonnet, Umax, Wacom,   Tucano,   Seiko Instruments, Seiko Precision, Gear4, XtremeMac, Klipsch, Miglia e as linhas de   software da Interact da Symantec, Adobe, Symantec, Nuance, Sony Media Software, GFI,  Filemaker, I.R.I.S, Archos,  Quark, ION, Solio, Infosec, Samsung e WatchGuard. </p></td>
    <td></td>
  </tr>
  <tr>
    <td height="259"></td>
    <td colspan="3" valign="top" class="Texto"><p><br />
      A Minitel foi pioneira em 1990 no lan&ccedil;amento de impressoras de alta resolu&ccedil;&atilde;o   destinadas aos profissionais de edi&ccedil;&atilde;o electr&oacute;nica e que permitiam a execu&ccedil;&atilde;o de   originais prontos para a montagem e impress&atilde;o. Desde ent&atilde;o alargou as suas   distribui&ccedil;&otilde;es a um conjunto de linhas de hardware e software que incluem   impressoras, scanners, monitores de alta resolu&ccedil;&atilde;o, dispositivos de   armazenamento e softwares de composi&ccedil;&atilde;o, desenho gr&aacute;fico, multim&eacute;dia e Internet   . </p>
      <p>A Minitel distribui tamb&eacute;m uma linha completa de scanners A4 e A3 a cores, de   36 e 48 bits, com resolu&ccedil;&otilde;es &oacute;pticas at&eacute; 4800 dpi da sua representada Umax Data   Systems e Microtek. </p>
    <p>A Minitel &eacute; igualmente distribuidora para Portugal dos monitores   profissionais da LaCie.</p></td>
    <td>&nbsp;</td>
    <td colspan="3" valign="top"><table width="100%" border="0" cellpadding="0" cellspacing="0" bgcolor="#F2F2F2">
      <!--DWLayoutTable-->
      <tr>
        <td width="32" height="27">&nbsp;</td>
        <td width="200">&nbsp;</td>
        <td width="32">&nbsp;</td>
      </tr>
      <tr>
        <td height="191"></td>
        <td valign="top"><img src="../images/printer.jpg" width="200" height="191" /></td>
          <td></td>
      </tr>
      <tr>
        <td height="7"></td>
        <td></td>
        <td></td>
      </tr>
      
      
      
      
      
      
      
      
      
      
      
      
      
      
      
      
      
      
      
      
      
      
      
      
      <tr>
        <td height="34" colspan="3" align="center" valign="middle" class="Titulo_laranja"><p class="Texto_castanho"><span class="Titulo_laranja"><strong>Pioneiros nas impressoras de alta resolu&ccedil;&atilde;</strong></span><strong class="Titulo_laranja">o.</strong></p></td>
        </tr>
      
      
      
      
      
      
      
      
      
      
      
      
      
      
      
      
      
    </table></td>
    <td></td>
  </tr>
  <tr>
    <td height="24"></td>
    <td>&nbsp;</td>
    <td>&nbsp;</td>
    <td>&nbsp;</td>
    <td>&nbsp;</td>
    <td>&nbsp;</td>
    <td>&nbsp;</td>
    <td>&nbsp;</td>
    <td></td>
  </tr>
  <tr>
    <td height="201"></td>
    <td valign="top"><table width="100%" border="0" cellpadding="0" cellspacing="0" bgcolor="#F2F2F2">
      <!--DWLayoutTable-->
      <tr>
        <td width="21" height="15"></td>
        <td width="200"></td>
        <td width="25"></td>
      </tr>
      <tr>
        <td height="150"></td>
        <td valign="top"><table width="100%" border="0" cellpadding="0" cellspacing="0">
          <!--DWLayoutTable-->
          <tr>
            <td width="200" height="150" valign="top"><img src="../images/graphire.jpg" width="200" height="150" /></td>
        </tr>
        </table>        </td>
        <td></td>
      </tr>
      
      <tr>
        <td height="36" colspan="3" align="center" valign="middle" class="Titulo_laranja"> Mesas digitalizadoras Wacom</td>
        </tr>
      
      
      
      
      
      
      
      
      
      
    </table></td>
    <td>&nbsp;</td>
    <td colspan="5" valign="top" class="Texto"><p>Minitel distribui tamb&eacute;m em Portugal as mesas digitalizadoras Wacom, empresa   Japonesa l&iacute;der neste tipo de perif&eacute;ricos, em formatos do A6 ao A2,   especificamente configuradas para utilizadores de CAD/CAM, edi&ccedil;&atilde;o electr&oacute;nica ou   desenhadores gr&aacute;ficos ou ainda para utilizadores semi-profissionais, atrav&eacute;s da   linha Graphire, incluindo no mesmo produto uma mesa digitalizadora, um rato e um   l&aacute;pis sem fios. </p>      
      <p>Complementando a sua oferta de hardware neste mercado com solu&ccedil;&otilde;es para   armazenamento de imagens e informa&ccedil;&atilde;o, a Minitel distribui para Portugal as   linhas de gravadores e duplicadores de CD e os gravadores DVD/RAM da LaCie, e os   sistemas de armazenamento miniaturizados e leitores DVD da Archos </p></td>
    <td></td>
  </tr>
  <tr>
    <td height="23"></td>
    <td>&nbsp;</td>
    <td>&nbsp;</td>
    <td>&nbsp;</td>
    <td>&nbsp;</td>
    <td>&nbsp;</td>
    <td>&nbsp;</td>
    <td>&nbsp;</td>
    <td></td>
  </tr>
  <tr>
    <td height="276"></td>
    <td colspan="5" valign="top" class="Texto"><p>Como complemento das suas linhas de hardware  para edi&ccedil;&atilde;o electr&oacute;nica e multim&eacute;dia a Minitel distribui em Portugal os  softwares da Scansoft, empresa l&iacute;der de mercado na &aacute;rea dos produtos OCR e  autora dos conhecidos programas Omnipage, Omniform, Textbridge e PageKeeper. </p>
      <p>A Minitel &eacute; desde 1990 representante para  Portugal da Symantec, uma das maiores empresas mundiais de software para  microcomputadores, em plataformas PC e Macintosh, com uma posi&ccedil;&atilde;o de lideran&ccedil;a  no mercado mundial dos programas de comunica&ccedil;&atilde;o, detec&ccedil;&atilde;o e preven&ccedil;&atilde;o de  problemas do sistema operativo e antiv&iacute;rus. </p>
      <p>A Symantec, l&iacute;der de mercado mundial dos  programas antiv&iacute;rus com o Norton Antivirus, &eacute; a oitava maior companhia de  software do mundo e segunda em n&uacute;mero de pacotes vendidos, imediatamente a  seguir &agrave; Microsoft. <br />
    Na fam&iacute;lia de produtos Symantec est&atilde;o tamb&eacute;m  inclu&iacute;dos programas l&iacute;deres nos seus segmentos de mercado como o Winfax e o Pc  Anywhere.</p></td>
    <td>&nbsp;</td>
    <td valign="top"><div align="center">
      <table width="100%" border="0" cellpadding="0" cellspacing="0" bgcolor="#F2F2F2">
        <!--DWLayoutTable-->
        <tr>
          <td width="15" height="28">&nbsp;</td>
            <td width="180">&nbsp;</td>
            <td width="16">&nbsp;</td>
          </tr>
        <tr>
          <td height="183">&nbsp;</td>
            <td align="center" valign="top"><img src="../images/symantec.gif" width="180" height="183" /></td>
            <td>&nbsp;</td>
          </tr>
        <tr>
          <td height="44">&nbsp;</td>
          <td align="center" valign="middle" class="Titulo_laranja"><p>Pioneiros na distribui&ccedil;&atilde;o de Symantec a n&iacute;vel  mundial</p></td>
          <td>&nbsp;</td>
        </tr>
        <tr>
          <td height="21">&nbsp;</td>
          <td>&nbsp;</td>
          <td>&nbsp;</td>
        </tr>
      </table>
    </div></td>
    <td></td>
  </tr>
  <tr>
    <td height="15"></td>
    <td></td>
    <td></td>
    <td></td>
    <td></td>
    <td></td>
    <td></td>
    <td></td>
    <td></td>
  </tr>
  <tr>
    <td height="388"></td>
    <td colspan="7" valign="top"><table width="100%" border="0" cellpadding="0" cellspacing="0">
      <!--DWLayoutTable-->
      <tr>
        <td width="234" height="179">&nbsp;</td>
        <td width="12">&nbsp;</td>
        <td width="320" rowspan="2" valign="top" class="Texto"><p>A Minitel representa em Portugal a Adobe, ap&oacute;s  a aquisi&ccedil;&atilde;o da Macromedia, l&iacute;der de mercado no desenvolvimento e anima&ccedil;&atilde;o de  sites Internet, atrav&eacute;s dos seus programas DreamWeaver, Flash, Director,  FreeHand e DreamWeaver UltraDev , Fireworks.</p>
        <p>A Adobe revoluciona o modo como o mundo  interage com as ideias e as informa&ccedil;&otilde;es.<br />
          H&aacute; mais de 25 anos, que as tecnologias e os  softwares premiados da empresa redefiniram<br />
          os neg&oacute;cios, o entretenimento e as  comunica&ccedil;&otilde;es pessoais estabelecendo novos padr&otilde;es ara a produ&ccedil;&atilde;o e o  fornecimento de conte&uacute;dos que cativam as pessoas virtualmente a<br />
          qualquer hora e em qualquer lugar. <br />
          <br />
          Desde magn&iacute;ficas imagens impressas passando por v&iacute;deos e filmes at&eacute; conte&uacute;do  digital din&acirc;mico para diversas m&eacute;dias, o impacto das solu&ccedil;&otilde;es Adobe &eacute; evidente  em todos os sectores e sentido por qualquer pessoa que crie, exiba e interaja  com informa&ccedil;&otilde;es. Com sua reputa&ccedil;&atilde;o de excel&ecirc;ncia e um portf&oacute;lio de muitas das  marcas de software mais reconhecidas e respeitadas, a Adobe &eacute; uma das maiores e  mais diversificadas empresas de software.</p>        <p>A Minitel representa tamb&eacute;m a Quark, que  atrav&eacute;s do QuarkXPress oferece caracter&iacute;sticas revolucion&aacute;rias e ferramentas  funcionais das quais dependem milh&otilde;es de pessoas para obter resultados  satisfat&oacute;rios no &acirc;mbito da pagina&ccedil;&atilde;o.</p></td>
    </tr>
      <tr>
        <td height="209" valign="top"><table width="100%" border="0" cellpadding="0" cellspacing="0" bgcolor="#F2F2F2">
          <!--DWLayoutTable-->
          <tr>
            <td width="17" height="14"></td>
            <td width="200"></td>
            <td width="17"></td>
          </tr>
          <tr>
            <td height="180"></td>
            <td align="center" valign="top"><img src="../images/adobe.jpg" width="178" height="180" /></td>
            <td></td>
          </tr>
          <tr>
            <td height="15"></td>
            <td></td>
            <td></td>
          </tr>
          
          
            </table></td>
    <td>&nbsp;</td>
      </tr>
    </table>
    </td>
    <td></td>
  </tr>
  <tr>
    <td height="16"></td>
    <td></td>
    <td></td>
    <td></td>
    <td></td>
    <td></td>
    <td></td>
    <td></td>
    <td></td>
  </tr>
</table>
