<!--#INCLUDE VIRTUAL="/includes/inc_GestaoBanners.asp"-->
<style type="text/css">
<!--
.moldura {
	border-right-width: thin;
	border-bottom-width: thin;
	border-right-style: solid;
	border-bottom-style: solid;
	border-top-color: #999999;
	border-right-color: #999999;
	border-bottom-color: #999999;
	border-left-color: #999999;
}
body {
	background-image: url();
	background-repeat: repeat-y;
	background-color: #F3F3F3;
}
body,td,th {
	color: #666666;
	font-family: trebuchet MS;
	font-size: 12px;
}
-->
</style>

<title>GFI FAXmaker</title>
<link href="file:///S|/novo/Mails/tipo/MZP.css" rel="stylesheet" type="text/css" />

<style type="text/css">
<!--
a:link {
	text-decoration: none;
}
a:visited {
	text-decoration: none;
}
a:hover {
	text-decoration: underline;
}
a:active {
	text-decoration: none;
}
-->
</style>
<div align="center">
  <table width="798" border="0" cellpadding="0" cellspacing="0" bgcolor="#FFFFFF" class="carrinho">
    <!--DWLayoutTable-->
    <tr>
      <td height="100" colspan="5" valign="top" bgcolor="#000000"><a href="../index.html"><img src="../images/header.jpg" width="796" height="92" border="0" /></a></td>
    </tr>
    <tr>
      <td width="15" rowspan="5" valign="top"><table width="100%" border="0" cellpadding="0" cellspacing="0">
        <!--DWLayoutTable-->
        <tr>
          <td width="15" height="1316">&nbsp;</td>
        </tr>
      </table>
      </td>
      <td width="500" height="23">&nbsp;</td>
      <td width="11">&nbsp;</td>
      <td width="256">&nbsp;</td>
      <td width="16"></td>
    </tr>
    <tr>
      <td height="83" colspan="3" valign="top"><span id="dc1e3684-aadb-44bb-b194-af4fff76bff4">Pesquise e   visualize os faxes arquivados de uma forma r&aacute;pida e simples.</span><br />
        <br />
      O&nbsp;<strong>FAXexplorer</strong> identifica a entidade emissora/receptora de cada fax utilizando os dados do ERP,   possibilitando a pesquisa e filtro dos faxes por v&aacute;rios campos.</td>
      <td></td>
    </tr>
    <tr>
      <td height="363" valign="top"><img src="../images/explorer.jpg" width="500" height="363" /></td>
      <td>&nbsp;</td>
      <td valign="top"><p>O <strong>FAXexplorer</strong> acede ao reposit&oacute;rio de faxes (Base de dados SQL)   do <strong>FAXmaker</strong> realizando de forma autom&aacute;tica a identifica&ccedil;&atilde;o da   entidade emissora/receptora do fax. Utiliza os dados existentes na sua aplica&ccedil;&atilde;o   de gest&atilde;o eliminando a necessidade de criar nova lista de clientes e   fornecedores.<br />
            <br />
        Atrav&eacute;s do Browser acede ao <strong>FAXexplorer</strong>, podendo efectuar pesquisas e filtros pelo nome da   entidade, assunto, n&ordm; de fax, e data. Utiliza todas as permiss&otilde;es definidas no <strong>FAXmaker</strong> e possibilita a sua extens&atilde;o com a cria&ccedil;&atilde;o de grupos   de utilizadores.<br />
        <br />
      </p>
      <p>O <strong>FAXexplorer</strong> pode ser acedido via Browser na rede da empresa ou   externamente via Internet, tudo dependendo das configura&ccedil;&otilde;es do seu IIS.</p></td>
      <td></td>
    </tr>
    <tr>
      <td height="25">&nbsp;</td>
      <td>&nbsp;</td>
      <td>&nbsp;</td>
      <td></td>
    </tr>
    <tr>
      <td height="822" colspan="3" valign="top"><table width="100%" border="0" cellpadding="0" cellspacing="0">
        <!--DWLayoutTable-->
        <tr>
          <td width="767" height="744" valign="top"><p><strong>Caracter&iacute;sticas e Requisitos do FAXexplorer: </strong></p>
            <p><strong>Funcionamento:<br />
      </strong>v&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;O FAXexplorer possui uma   tabela de entidades, sendo automaticamente sincronizada com o(s) ERP   existente(s), possibilitando a adi&ccedil;&atilde;o de novas entidades manualmente.<br />
              v&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ao ser recebido ou enviado   um fax, &eacute; automaticamente efectuada a associa&ccedil;&atilde;o de uma entidade pelo respectivo   n&ordm; de fax de envio&nbsp;/ recep&ccedil;&atilde;o.<br />
              v&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Se o n&ordm; de fax n&atilde;o for   reconhecido, permite a cataloga&ccedil;&atilde;o manual, ficando este novo n&ordm; de fax associado   &agrave; entidade, de modo que num novo envio ou recep&ccedil;&atilde;o seja automaticamente   identificado.<br />
              v&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Todas as permiss&otilde;es do   FAXmaker s&atilde;o mantidas (permiss&otilde;es de acesso aos faxes), sendo estendidas com a   utiliza&ccedil;&atilde;o da defini&ccedil;&atilde;o de grupos de utilizadores.<br />
              v&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Atrav&eacute;s da utiliza&ccedil;&atilde;o de um   Browser, permite o acesso a todos os faxes recebidos e enviados a que o   utilizador tem acesso, com a possibilidade de efectuar filtros sobre os faxes   existentes (entidade, assunto, data, n&ordm; de fax, recebido/enviado). </p>
            <p><strong>Integridade:</strong><br />
              v&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Todos os dados do FAXmaker   s&atilde;o mantidos, sendo adicionadas novas tabelas &agrave; base de dados para gest&atilde;o do   FAXexplorer. </p>
            <p><strong>Permiss&otilde;es de visualiza&ccedil;&atilde;o   de faxes:</strong><br />
              v&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Utiliza as permiss&otilde;es   definidas no FAXmaker, permitindo ao utilizador o acesso aos faxes que enviou e   recebeu.<br />
              v&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Expande as permiss&otilde;es base   com a cria&ccedil;&atilde;o de grupos, permitindo que:<br />
              o&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Todos os utilizadores de um   grupo possam aceder aos faxes dos v&aacute;rios utilizadores desse grupo.<br />
              o&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Cada utilizador posa aceder   aos faxes dos utilizadores de outros grupos.<br />
              v&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Permiss&otilde;es por utilizador   para defini&ccedil;&atilde;o das seguintes permiss&otilde;es:<br />
              o&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Administrador (total acesso   ao sistema e sua configura&ccedil;&atilde;o)<br />
              o&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Catalogador (associar um fax   a uma ou mais entidades)<br />
              o&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Editor (editar o assunto do   fax)<br />
              o&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Eliminador (eliminar a   associa&ccedil;&atilde;o do fax &agrave; entidade). O Administrador pode eliminar definitivamente o   fax da base de dados. </p>
            <p><strong>Sincroniza&ccedil;&atilde;o de entidades   com ERP</strong><br />
              v&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;O FAXexplorer utiliza uma   tabela de entidades que &eacute; automaticamente sincronizada com as tabelas de   entidades (clientes, fornecedores, etc) do seu ERP.<br />
              v&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Permite a sincroniza&ccedil;&atilde;o com   v&aacute;rias tabelas da base de dados e com v&aacute;rias bases de dados   diferentes.<br />
                  </p>
            <p><strong>Requisitos do   Sistema:</strong><br />
              v&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;GFI FAXmaker com arquivo dos   faxes em Base de Dados SQL<br />
              v&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;MS SQL Server 2000, MSDE,   SQL Server 2005 ou SQL Express 2005<br />
              v&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Servidor com IIS (pode ser o   mesmo servidor do FAXmaker)<br />
              v&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Microsoft Framework   2.0<br />
            v&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Para sincroniza&ccedil;&atilde;o com ERP,   o mesmo tem de trabalhar com base de dados MS SQL.&nbsp;&nbsp;</p>            
            <p>GFI FAXmaker &eacute; uma marca   registada da GFI Software. O software apresentado &eacute; desenvolvido e comercializado pela empresa <strong>ANPHIS</strong>.</p></td>
      </tr>
        <tr>
          <td height="78" valign="top"><div align="center">Minitel - Sociedade de Fomento de Aplica&ccedil;&otilde;es Inform&aacute;ticas, L.da.<br />
            Travessa L&eacute;gua da P&oacute;voa, 1A - 1250-136 Lisboa<br />
            Tel: +351 21 381 09 00 - Fax: +351 21 385 05 44 <br />
            E-mail: <a href="mailto:info@minitel.pt&amp;subject=Informa&ccedil;&otilde;es de Produtos GFI">info@minitel.pt</a></div></td>
      </tr>
      </table>      </td>
      <td></td>
    </tr>
  </table>
</div>
