<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title>
<style type="text/css">
<!--
.style1 {
	font-family: "trebuchet MS";
	font-size: 12px;
	color: #666666;
}
body {
	background-color: #FFFFFF;
	background-image: url(fundo.gif);
}
.style3 {
	font-family: "trebuchet MS";
	font-size: 9px;
	color: #666666;
}
.style4 {
	color: #66CC00;
	font-weight: bold;
}
.style5 {font-family: "trebuchet MS"; font-size: 12px; color: #66CC00; font-weight: bold; }
-->
</style>
</head>

<body>
<table width="800" border="0" cellpadding="0" cellspacing="0" bgcolor="#FFFFFF">
  <!--DWLayoutTable-->
  <tr>
    <td width="9" height="146">&nbsp;</td>
    <td colspan="5" valign="top"><img src="header.jpg" width="781" height="146" /></td>
    <td width="10">&nbsp;</td>
  </tr>
  <tr>
    <td height="60"></td>
    <td colspan="4" valign="top"><img src="15.gif" width="290" height="43" /></td>
    <td width="300" rowspan="2" valign="top"><table width="100%" border="0" cellpadding="0" cellspacing="0">
      <!--DWLayoutTable-->
      <tr>
        <td width="300" height="345" valign="top"><img src="photoshop.jpg" width="300" height="340" /></td>
        </tr>
    </table></td>
    <td></td>
  </tr>
  <tr>
    <td height="285"></td>
    <td colspan="4" valign="top" class="style1"><p class="style5">Wacom Intuos 3 &ndash; o poder  por detr&aacute;s do Photoshop</p>
    <p>O Adobe&reg; Photoshop&reg; foi especificamente  concebido para ser utilizado com uma mesa digitalizadora de Wacom. A press&atilde;o da  caneta, a inclina&ccedil;&atilde;o da caneta, a rota&ccedil;&atilde;o do marcador e mesmo a roda do scroll  do airbrush podem controlar atributos como a opacidade, o tamanho, a cor, e a  exposi&ccedil;&atilde;o. Com uma mesa digitalizadora de Wacom Intuos3 podemos controlar  dinamicamente ferramentas do Photoshop forma mais natural e intuitiva. </p>      <p>Com 1.024 n&iacute;veis da press&atilde;o/sensibilidade a  Intuos3 d&aacute;-lhe o controle que necessita para obter resultados profissionais. O  Photoshop tem mais de 20 ferramentas diferentes que podem ser configuradas de  forma a retire o m&aacute;ximo partido da sua caneta Wacom. Pressione suavemente ou  com mais for&ccedil;a com a caneta para obter mais ou menos efeito. O Photoshop sente  e reage a cada ajuste que fizer com a caneta Wacom.</p></td>
    <td></td>
  </tr>
  
  
  
  <tr>
    <td height="55"></td>
    <td width="250" rowspan="2" valign="top"><img src="1.jpg" width="250" height="194" /></td>
    <td width="37" rowspan="3" valign="top"><table width="100%" border="0" cellpadding="0" cellspacing="0">
      <!--DWLayoutTable-->
      <tr>
        <td width="37" height="519">&nbsp;</td>
      </tr>
    </table>    </td>
    <td width="88">&nbsp;</td>
    <td width="106">&nbsp;</td>
    <td>&nbsp;</td>
    <td></td>
  </tr>
  
  
  <tr>
    <td height="139"></td>
    <td colspan="3" rowspan="2" valign="top"><table width="100%" border="0" cellpadding="0" cellspacing="0">
      <!--DWLayoutTable-->
      <tr>
        <td width="189" height="163" align="center" valign="middle"><img src="3.jpg" width="180" height="135" /></td>
          <td width="305" valign="top"><p class="style5">Que posso eu fazer com o  controlador integrado Touch Strip e as ExpressKeys?</p>          
          <p><span class="style1">Para aumentar o fluxo de trabalho na &aacute;rea gr&aacute;fica e nas  outras aplica&ccedil;&otilde;es, todas as mesas Intuos3 t&ecirc;m as teclas ExpressKeys e Touch  Strip situadas do lado da &aacute;rea activa da mesa. Ao utilizar a caneta com a m&atilde;o na  &aacute;rea activa, podemos simultaneamente usar a outra m&atilde;o para utilizar as ExpressKeys  ou o Touch Strip.</span> </p></td>
        </tr>
      <tr>
        <td height="77">&nbsp;</td>
          <td rowspan="2" valign="top"><p class="style1"><strong>a. ExpressKeys.</strong> Pressione  as ExpressKeys configuradas para executar fun&ccedil;&otilde;es repetitivas ou atalhos do  teclado. Por defeito, as ExpressKeys  emulam algumas teclas. Em Photoshop, isto fornece  o acesso r&aacute;pido &agrave; m&atilde;o que arrasta a imagem e alterna as ferramentas. <br />
          <br />
              <strong>b. TouchStrip.</strong> Deslize  seu dedo sobre o TouchStrip e fa&ccedil;a scroll, ou execute os atalhos do teclado.  Por exemplo, o TouchStrip permite-lhe fazer zoom na maioria de aplica&ccedil;&otilde;es com  gr&aacute;ficos e  fazer scroll nas outras aplica&ccedil;&otilde;es. Podemos tamb&eacute;m alter&aacute;-los  para usar atalhos de teclados. Por exemplo, podemos ajustar a fun&ccedil;&atilde;o de  TouchStrip para aumentar o tamanho do pinc&eacute;l quando utilizamos o Photoshop.</p></td>
        </tr>
      <tr>
        <td height="193" valign="top"><img src="2.jpg" width="180" height="179" /></td>
        </tr>
      
      <tr>
        <td height="31"></td>
          <td></td>
        </tr>
      
      
      
      
      
      
      
      
    </table></td>
    <td></td>
  </tr>
  
  
  
  
  
  <tr>
    <td height="343"></td>
    <td valign="top"><table width="100%" border="0" cellpadding="0" cellspacing="0">
      <!--DWLayoutTable-->
      <tr>
        <td width="250" height="325" valign="top"><p class="style5">Fotografia</p>
          <p class="style1">Os fot&oacute;grafos, os desenhadores e os artistas utilizam as mesas  digitalizadoras de Wacom porque  ferramentas como algumas m&aacute;scaras (Quick Masks e Layer Masks)  foram projectadas para serem usadas com uma caneta sens&iacute;vel &agrave; press&atilde;o da Wacom.  A temperatura da c&ocirc;r, a exposi&ccedil;&atilde;o, a mesclagem, e qualquer outro efeito do Photoshop  pode ser utilizado com a caneta sens&iacute;vel &agrave; press&atilde;o. Para desfazer o efeito,  vire simplesmente a caneta e utilize a borracha sens&iacute;vel &agrave; press&atilde;o. Quando se  trata de seleccionar, retocar, ou aplicar os efeitos, trabalhar com uma caneta da  Wacom &eacute; claramente a forma mais r&aacute;pida de trabalhar para conseguir um  trabalho mais natural e mais suave.</p></td>
      </tr>
    </table>    </td>
    <td></td>
  </tr>
  
  <tr>
    <td height="10"></td>
    <td></td>
    <td></td>
    <td></td>
    <td></td>
    <td></td>
    <td></td>
  </tr>
  <tr>
    <td height="286"></td>
    <td colspan="3" valign="top"><table width="100%" border="0" cellpadding="0" cellspacing="0">
      <!--DWLayoutTable-->
      <tr>
        <td width="375" height="286" valign="top" class="style1"><p class="style4">Mais caracter&iacute;sticas que  beneficiam das mesas digitalizadoras da Wacom:</p>
          <p><strong><u>Adobe Photoshop CS2 -  Zoom centrado</u></strong></p>          <ul type="disc">
              <li>O Photoshop       CS2 introduziu uma nova caracter&iacute;stica de zoom unificado para tirar melhor       partido do TouchStrip da Intuos3 e da nova Cintiq 21UX.</li>
              <li>A nova caracter&iacute;stica       de zoom em combina&ccedil;&atilde;o com o TouchStrip permite ao utilizador fazer zoom &agrave;       volta da posi&ccedil;&atilde;o do cursor. </li>
              <li>Nas vers&otilde;es       pr&eacute;vias do Photoshop, o zoom era sempre feito no centro da imagem. Mas com       Photoshop CS2, onde quer que fa&ccedil;a press&atilde;o com o cursor no ecr&atilde;, esse ser&aacute;       o ponto onde o Photoshop far&aacute; o zoom.</li>
          </ul></td>
        </tr>
      
      
    </table></td>
    <td colspan="2" valign="top"><table width="100%" border="0" cellpadding="0" cellspacing="0">
      <!--DWLayoutTable-->
      <tr>
        <td width="42" height="47">&nbsp;</td>
        <td width="364" align="center" valign="top"><img src="7.gif" width="275" height="38" /></td>
    </tr>
      <tr>
        <td height="239">&nbsp;</td>
        <td valign="top"><table width="100%" border="0" cellpadding="0" cellspacing="0">
          <!--DWLayoutTable-->
          
          <tr>
            <td height="134" colspan="2" align="center" valign="middle"><img src="5.jpg" width="120" height="109" /></td>
            <td colspan="2" align="center" valign="middle"><img src="4.jpg" width="120" height="124" /></td>
            <td colspan="2" align="center" valign="middle"><img src="6.jpg" width="120" height="127" /></td>
          </tr>
          <tr>
            <td width="12" height="79">&nbsp;</td>
            <td width="108" valign="top"><p class="style3">A partir  desta fotografia vamos criar uma caricatura para demonstrar as potencialidades  da sensibilidade de press&atilde;o das canetas Wacom</p></td>
            <td width="16">&nbsp;</td>
            <td width="104" valign="top"><p><span class="style3">Escolhemos  um pincel e criamos varia&ccedil;&otilde;es da espessura do cabelo, atrav&eacute;s da inclina&ccedil;&atilde;o e  da press&atilde;o da caneta</span> &nbsp;</p></td>
            <td width="11">&nbsp;</td>
            <td width="113" valign="top"><p class="style3">Por  fim, apagamos a Layer da fotografia e gravamos a nova imagem como um ficheiro .eps </p></td>
          </tr>
          
          </table></td>
    </tr>
    </table>    </td>
    <td></td>
  </tr>
  
  <tr>
    <td height="768"></td>
    <td colspan="5" valign="top"><table width="100%" border="0" cellpadding="0" cellspacing="0">
      <!--DWLayoutTable-->
      <tr>
        <td width="353" height="505" valign="top"><table width="100%" border="0" cellpadding="0" cellspacing="0">
          <!--DWLayoutTable-->
          <tr>
            <td height="33" colspan="7" align="center" valign="top"><img src="7.gif" width="275" height="38" /></td>
            </tr>
          <tr>
            <td width="21" height="120">&nbsp;</td>
            <td width="120" valign="top"><img src="8.jpg" width="120" height="120" /></td>
            <td width="24">&nbsp;</td>
            <td width="24" rowspan="8" valign="top"><table width="100%" border="0" cellpadding="0" cellspacing="0">
              <!--DWLayoutTable-->
              <tr>
                <td width="24" height="541">&nbsp;</td>
                  </tr>
            </table></td>
            <td width="12">&nbsp;</td>
            <td width="120" valign="middle"><img src="9.jpg" width="120" height="103" /></td>
            <td width="32">&nbsp;</td>
          </tr>
          <tr>
            <td height="45" colspan="3" valign="top" class="style3"><p>Utilizando  o Adobe Illustrator e uma mesa digitalizadora Wacom, vamos desenhar um peixe </p></td>
            <td colspan="3" valign="top" class="style3"><p>Pressionamos  o icon do Paintbrush e desmarcamos as 3 op&ccedil;&otilde;es dispon&iacute;veis.</p></td>
          </tr>
          <tr>
            <td height="16"></td>
            <td></td>
            <td></td>
            <td></td>
            <td></td>
            <td></td>
          </tr>
          <tr>
            <td height="120"></td>
            <td valign="top"><img src="10.jpg" width="115" height="120" /></td>
            <td></td>
            <td></td>
            <td valign="top"><img src="11.jpg" width="120" height="120" /></td>
            <td></td>
          </tr>
          
          <tr>
            <td height="47" colspan="3" valign="top"><p class="style3">Seleccionamos  &ldquo;Round brush&rdquo; da palete de &ldquo;Brushes&rdquo; e rabiscamos o nosso peixe</p></td>
            <td colspan="3" valign="top" class="style3">Adicion&aacute;mos cor, separando as layers de forma a  controlar as zonas a colorir</td>
            </tr>
          <tr>
            <td height="13"></td>
            <td></td>
            <td></td>
            <td></td>
            <td></td>
            <td></td>
          </tr>
          <tr>
            <td height="120"></td>
            <td valign="middle"><img src="12.jpg" width="120" height="92" /></td>
            <td></td>
            <td></td>
            <td valign="top"><img src="13.gif" width="120" height="120" /></td>
            <td></td>
          </tr>
          
          <tr>
            <td height="60" colspan="3" valign="top" class="style3"><p>Seleccionamos  a dimens&atilde;o da nossa &ldquo;Brush&rdquo;. Seguidamente ajust&aacute;mos a nossa caneta para  funcionar com o &acirc;ngulo de inclina&ccedil;&atilde;o.</p></td>
            <td colspan="3" valign="top" class="style3"><p>Adicionamos  mais uma layer e colorimos utilizando um pincel de grandes dimens&otilde;es.</p></td>
            </tr>
          
          <tr>
            <td height="58"></td>
            <td rowspan="2" valign="top"><p>&nbsp;</p>
              <p><img src="14.jpg" width="120" height="120" /></p></td>
            <td></td>
            <td>&nbsp;</td>
            <td></td>
            <td></td>
            <td></td>
          </tr>
          <tr>
            <td height="100"></td>
            <td></td>
            <td colspan="3" align="left" valign="top" class="style3"><p>Para  finalizar esta imagem, adicionamos pontos de cor e sombreados no peixe e  preenchemos o olho. </p></td>
            <td></td>
          </tr>
          
          
          
          
          
          
          
          
          
          
        </table>        </td>
        <td width="428" valign="top"><table width="100%" border="0" cellpadding="0" cellspacing="0">
          <!--DWLayoutTable-->
          <tr>
            <td width="428" height="16" valign="top"><u class="style5">Existem mais  funcionalidade no Adobe Photoshop CS2 &amp; no illustrator CS2</u></td>
          </tr>
          <tr>
            <td height="227" valign="middle"><img src="intuos.jpg" width="428" height="199" /></td>
          </tr>
          
          <tr>
            <td height="487" valign="top" class="style1"><p class="style4">&nbsp;</p>              <ul type="disc">
                    <li>O        Photoshop CS2 e o illustrator CS2 adicionaram o suporte para o novo marcador       da Intuos3 da Wacom. As caracter&iacute;sticas dos pinc&eacute;is em ambas as aplica&ccedil;&otilde;es       podem ser controladas intuitivamente em cada aspecto da sua utiliza&ccedil;&atilde;o       como se desenhasse com um l&aacute;pis.<br />
                      <br />
              </li>
                    <li>O marcador       da Intuos3 permite ao utilizador controlar intuitivamente as       caracter&iacute;sticas das ferramentas do programa (tamanho, opacidade, textura,       etc..) consoante  as necessidades.<br />
                <br />
              </li>
                    <li>Pelo facto       de variar a press&atilde;o da ponta do marcador da Intuos3, a posi&ccedil;&atilde;o da ponta, a       inclina&ccedil;&atilde;o ou a rota&ccedil;&atilde;o da caneta, podemos intuitivamente controlar cada       fun&ccedil;&atilde;o das ferramentas do programa. O utilizador pode tamb&eacute;m agora usufruir das melhorias efectuadas nos pinc&eacute;is do Photoshop CS2.<br />
                <br />
              </li>
                    <li>O       illustrator CS2 do Adobe est&aacute; optimizado para suportar as &uacute;ltimas mesas e       acess&oacute;rios da Wacom, incluindo as mesas Intuos3, a Cintiq 21UX, a canetas,       o airbrush, e o novo marcador da Intuos3<br />
                      <br />
              </li>
                    <li>As       caracter&iacute;sticas do novo marcador Intuos3, que incluem a sensibilidade &agrave;       inclina&ccedil;&atilde;o para detectar o grau e o sentido do &acirc;ngulo e a rota&ccedil;&atilde;o da caneta,       oferecem a sensa&ccedil;&atilde;o natural de desenhar &agrave; m&atilde;o. Para al&eacute;m disto, a roda de       scroll do airbrush da Intuos3 &eacute; tamb&eacute;m suportado.<br />
                      <br />
              </li>
                    <li>O       illustrator CS2 do Adobe suporta o marcador com estas caracter&iacute;sticas,       simbolysm, pincel calligraphic, e pincel scatter.</li>
              </ul></td>
          </tr>
          
            </table></td>
    </tr>
    </table>    </td>
    <td></td>
  </tr>
</table>
</body>
</html>
