<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title>
<style type="text/css">
<!--
body {
	background-image: url(Images/fundo.gif);
}
a:link {
	color: #00B8F4;
	text-decoration: none;
}
body,td,th {
	font-family: trebuchet MS;
	font-size: 11px;
	color: #666666;
}
a:hover {
	color: #999999;
	text-decoration: underline;
}
a:visited {
	text-decoration: none;
}
a:active {
	text-decoration: none;
}
-->
</style></head>

<body>
<div align="center">
  <table width="800" border="0" cellpadding="0" cellspacing="0" bgcolor="#FFFFFF">
    <!--DWLayoutTable-->
    <tr>
      <td height="80" colspan="5" valign="top"><a href="index.html"><img src="Images/header.jpg" width="800" height="80" border="0" /></a></td>
    </tr>
    <tr>
      <td width="18" rowspan="4" valign="top"><!--DWLayoutEmptyCell-->&nbsp;</td>
      <td width="318" height="42">&nbsp;</td>
      <td width="163">&nbsp;</td>
      <td width="285">&nbsp;</td>
      <td width="16">&nbsp;</td>
    </tr>
    <tr>
      <td height="201" colspan="4" valign="top"><table width="100%" border="0" cellpadding="0" cellspacing="0">
        <!--DWLayoutTable-->
        <tr>
          <td width="578" height="201" valign="top"><table width="100%" border="0" cellpadding="0" cellspacing="0">
            <!--DWLayoutTable-->
            <tr>
              <td width="475" height="36" align="left" valign="top"><img src="Images/designer.jpg" width="404" height="36" /></td>
                  <td width="103"></td>
                </tr>
            <tr>
              <td height="165" colspan="2" align="left" valign="top"><p><span lang="pt" xml:lang="pt"><br />
                O   Quark&reg; Interactive Designer traz a pagina&ccedil;&atilde;o e o design ao mundo do Flash&reg;. Crie   conte&uacute;dos Flash de alta qualidade como an&uacute;ncios, demonstra&ccedil;&otilde;es de produtos,   apresenta&ccedil;&otilde;es e at&eacute; websites completos, utilizando as renovadas ferramentas de   design do QuarkXPress&reg;. </span></p>                <p><span lang="pt" xml:lang="pt">&nbsp;</span><span lang="pt" xml:lang="pt">O Quark   Interactive Designer &eacute; a &uacute;nica ferramenta que oferece simultaneamente design   para impress&atilde;o, HTML e Flash, tudo numa aplica&ccedil;&atilde;o e recorrendo a t&eacute;cnicas   simples e intuitivas para adicionar som, movimento e interactividade aos   objectos de uma maqueta. Beneficie das novas caracter&iacute;sticas de transpar&ecirc;ncia,   de tipografia e de colabora&ccedil;&atilde;o do QuarkXPress 7, para criar r&aacute;pida e facilmente   conte&uacute;dos Flash. (Necessita do QuarkXPress 7).</span></p></td>
                </tr>
            
            
            
            
              </table></td>
        <td width="204" valign="top"><img src="Images/interactive2.jpg" width="179" height="200" /></td>
          </tr>
        
        
        
        
      </table></td>
    </tr>
    <tr>
      <td height="217" valign="top"><img src="Images/interactive3.jpg" width="300" height="217" /></td>
      <td colspan="2" align="left" valign="top"><p><strong>Crie conte&uacute;dos para formato Flash de forma intuitiva:</strong><br />
        Exporte projectos para formato SWF (Flash). Pode desenhar conteudos para formato Flash de formato intuitivo e preciso, sem tem que estar preso a conhecimentos de c&oacute;digo.</p>
        <p><strong>Desenhe simultaneamente para m&uacute;ltiplos canais:</strong><br />
        Crie trabalhos interactivos para impress&atilde;o e Internet no mesmo projecto. O mesmo designer no mesmo projecto pode criar o flyer, o site de Internet e o an&uacute;ncio em Flash.</p>        <p><strong>Interaja com os layouts facilmente:</strong><br />
      D&ecirc; vida aos layouts, sem ter que mexer nas linhas mestras do desenho, mexer em ActionScript, ou outras funcionalidades complexas.</p></td>
    <td rowspan="2" valign="top"><!--DWLayoutEmptyCell-->&nbsp;</td>
    </tr>
    <tr>
      <td height="242" colspan="2" align="left" valign="top"><p><strong><br />
        Trabalhe com o QuarkXPress 7:</strong><br />
        Utilize ferramentas que est&aacute; familiarizado do QuarkXPress&reg; 7 para impress&atilde;o, incluindo transpar&ecirc;ncias, zonas de composi&ccedil;&atilde;o e edi&ccedil;&atilde;o de layout directo.</p>
        <p><strong>Escolha uma ac&ccedil;&atilde;o predefinida:</strong><br />
          Atribua ac&ccedil;&otilde;es predefinidas para os objectos. Pode escolher de uma lista predefenida de 100 ac&ccedil;&otilde;es, tais como transi&ccedil;&otilde;es de p&aacute;ginas, cliques de bot&otilde;es e funcionalidades para reprodu&ccedil;&atilde;o de ficheiros multim&eacute;dia e constru&ccedil;&atilde;o de menus. N&atilde;o necessita de saber programar para qualquer umas destas ac&ccedil;&otilde;es.</p>        <p><strong>Funcionalidades dedicadas para bot&otilde;es, anima&ccedil;&otilde;es e filmes embutidos:</strong><br />
      Coloque bot&otilde;es, anima&ccedil;&otilde;es, e filmes embutidos dentro de um projecto Quark. Assim ter&aacute; a certeza que os resultados finais correspondem &agrave; cria&ccedil;&atilde;o original.</p></td>
      <td align="center" valign="middle"><img src="Images/interactive4.gif" width="207" height="242" /></td>
    </tr>
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    <tr>
      <td height="30" colspan="5" valign="top"><img src="Images/barra_fundo.jpg" width="800" height="29" /></td>
    </tr>
  </table>
</div>
</body>
</html>
