<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title>
<style type="text/css">
<!--
body {
	background-image: url(Images/fundo.gif);
}
a:link {
	color: #00B8F4;
	text-decoration: none;
}
body,td,th {
	font-family: trebuchet MS;
	font-size: 11px;
	color: #666666;
}
a:hover {
	color: #999999;
	text-decoration: underline;
}
a:visited {
	text-decoration: none;
}
a:active {
	text-decoration: none;
}
.style2 {
	color: #FF3300;
	font-weight: bold;
}
.style3 {
	color: #00B8F4;
	font-weight: bold;
}
-->
</style></head>

<body>
<div align="center">
  <table width="800" border="0" cellpadding="0" cellspacing="0" bgcolor="#FFFFFF">
    <!--DWLayoutTable-->
    <tr>
      <td height="80" colspan="3" valign="top"><a href="index.html"><img src="Images/header.jpg" width="800" height="80" border="0" /></a></td>
    </tr>
    <tr>
      <td width="18" rowspan="4" valign="top"><!--DWLayoutEmptyCell-->&nbsp;</td>
      <td width="766" height="42">&nbsp;</td>
      <td width="16" rowspan="4" valign="top"><!--DWLayoutEmptyCell-->&nbsp;</td>
    </tr>
    <tr>
      <td height="267" valign="top"><table width="100%" border="0" cellpadding="0" cellspacing="0">
        <!--DWLayoutTable-->
        <tr>
          <td width="457" height="267" valign="top"><table width="100%" border="0" cellpadding="0" cellspacing="0">
            <!--DWLayoutTable-->
            <tr>
              <td height="36" colspan="2" align="left" valign="top"><img src="Images/quark7.gif" width="227" height="36" /></td>
                <td width="2"></td>
            </tr>
            <tr>
              <td width="438" height="231" align="left" valign="top"><p><br />
                <strong><span lang="pt" xml:lang="pt">Uma nova forma de   trabalhar. Agora com interface em Portugu&ecirc;s Europeu!<br />
            </span></strong><span lang="pt" xml:lang="pt">Os peritos na   &aacute;rea s&atilde;o un&acirc;nimes em considerar o QuarkXPress 7 como uma das maiores revolu&ccedil;&otilde;es   desde que este software foi lan&ccedil;ado. Com mais de 160 novas funcionalidades e   melhoramentos, o QuarkXPress 7 cimenta a tradi&ccedil;&atilde;o do Quark como uma ferramenta   de inova&ccedil;&atilde;o, disponibilizando agora uma inovadora forma de trabalhar, mais   focada no layout, design e para a unifica&ccedil;&atilde;o de todas as fases do processo   criativo.</span></p>                <p><span lang="pt" xml:lang="pt">Gra&ccedil;as ao novo   leque de funcionalidades que v&atilde;o desde as transpar&ecirc;ncias &agrave;s zonas de composi&ccedil;&atilde;o,   bem como os melhoramentos realizados na cria&ccedil;&atilde;o de PDF&acute;s, o QuarkXPress 7   combina liberdade de design, maior coopera&ccedil;&atilde;o entre os intervenientes do   processo criativo e compatibilidade com as mais diversas aplica&ccedil;&otilde;es num &uacute;nico   software.</span> </p></td>
                  <td width="17" valign="top"><!--DWLayoutEmptyCell-->&nbsp;</td>
                <td></td>
            </tr>
            <!--DWLayoutTable-->
            
            
            
            
            
            
            
            
            
            
            
            
          </table></td>
            <td width="307" valign="top"><table width="100%" border="0" cellpadding="0" cellspacing="0">
                <!--DWLayoutTable-->
                <tr>
                  <td width="308" height="267" valign="middle"><img src="Images/quark7_2.jpg" width="285" height="224" /></td>
                </tr>
                
                
                
            </table></td>
            <td width="2"></td>
          </tr>
        
        
        
        
        
        
        
        
        
        
        
        
        
        
        
        
        
      </table></td>
    </tr>
    <tr>
      <td height="473" valign="top"><table width="100%" border="0" cellpadding="0" cellspacing="0">
        <!--DWLayoutTable-->
        <tr>
          <td width="766" height="489" valign="top"><table width="100%" border="0" cellpadding="0" cellspacing="0">
            <!--DWLayoutTable-->
            <tr>
              <td width="202" height="156" valign="top"><table width="100%" border="0" cellpadding="0" cellspacing="0" bgcolor="#FFE680">
                <!--DWLayoutTable-->
                <tr>
                  <td width="200" height="156" valign="top"><div align="center"> <strong>Actualiza&ccedil;&otilde;es gratuitas.</strong><br />
                    <br />
                        <span class="style2">Macintosh</span><br />
                    <a href="http://euro.quark.com/en/service/desktop/downloads/details.jsp?idx=701"><strong>QuarkXPress   7.3 para Mac OS&reg; </strong></a><br />
                    <a href="http://euro.quark.com/en/products/xpress/701update.html"><strong>Requer   QuarkXPress 7.01</strong><br />
                      <strong><br />
                        </strong></a><span class="style2">PC </span><br />
                        <a href="http://euro.quark.com/en/service/desktop/downloads/details.jsp?idx=702"><strong>QuarkXPress   7.3  para Windows</strong></a> <br />
                        <span class="style3">Requer QuarkXPress   7.0</span></div></td>
                      </tr>
                
                
              </table></td>
              <td width="13">&nbsp;</td>
              <td width="551" rowspan="4" align="left" valign="top"><p><strong>Layout de p&aacute;ginas  simplificado.</strong><br />
                Se quer fazer trabalhos estilizados, pode criar caixas  pr&eacute;-configuradas com curvas B&eacute;zier, ou pode fazer um fluxo de texto em curva.  Se prefere experimentar algo no processo criativo de diversas formas, pode  agora colocar as diversas vers&otilde;es em diferentes layers e esconde-las ou  mostra-las de forma a comparar os resultados.&nbsp;  Se pretende manter tudo alinhado, pode agora recorrer &agrave;s guias trancadas  e ao espa&ccedil;amento e alinhamento autom&aacute;tico. Ap&oacute;s ter configurado as op&ccedil;&otilde;es, pode  utilizar algumas das funcionalidades que o ajudam a poupar tempo, tais como:  p&aacute;ginas mestre, e &ldquo;templates&rdquo;, para poupar tempo de execu&ccedil;&atilde;o dos trabalhos.</p>
                <p><strong>Trabalhe com textos  de uma forma sem precedentes.&nbsp; </strong><br />
                  Se trabalha com documentos, muito provavelmente trabalha com  textos. &Eacute; por esta raz&atilde;o que o QuarkXPress 7 inclui um completo motor de edi&ccedil;&atilde;o  de texto, que lhe permite realizar qualquer tarefa de processamento de texto &ndash;  incluindo o pesquisar/substituir, sem ter que recorrer a uma aplica&ccedil;&atilde;o  diferente.<br />
                  Se o texto a utilizar vem de uma aplica&ccedil;&atilde;o diferente do Quark,  pode import&aacute;-lo facilmente utilizando um dos muitos filtros dispon&iacute;veis para  importa&ccedil;&atilde;o/exporta&ccedil;&atilde;o. </p>
                <p><strong>Qualidade gr&aacute;fica  potenciada ao m&aacute;ximo.</strong><br />
                  O QuarkXPress d&aacute;-lhe o controlo m&aacute;ximo de cada um dos aspectos  gr&aacute;ficos.<br />
                  Pode facilmente visualizar e aceder em profundidade a cada uma  das fontes apresentadas. Pode configurar os estilos OpenType, inclu&iacute;do a  cria&ccedil;&atilde;o de folhas de estilo. A cria&ccedil;&atilde;o de folhas de estilo &eacute; bastante  importante porque facilita a formata&ccedil;&atilde;o de grandes quantidades de texto. </p>                <p><strong>Edi&ccedil;&atilde;o de textos na  pr&oacute;pria p&aacute;gina</strong>.<br />
                  Gra&ccedil;as &agrave; compatibilidade com os mais correntes formatos de  ficheiros de imagens &ndash; incluindo TIFF, JPEG, SWF - e at&eacute; mesmo PSD &ndash; o  QuarkXPress permite-lhe inserir qualquer tipo de imagem no layout da sua  p&aacute;gina. Agora pode mesmo editar ficheiros do Photoshop, sem sair do layout&nbsp; - e ver os resultados imediatamente. A  compatibilidade com os canais ALPHA permite-lhe integrar imagens importadas com  outros elementos da p&aacute;gina com a suavidade e opacidade que pretende.<br />
                  Esta vers&atilde;o introduz um motor gr&aacute;fico aperfei&ccedil;oado, que lhe  permite realizar estupendos efeitos de transpar&ecirc;ncia e de sombras sem ter que  recorrer a aplica&ccedil;&otilde;es externas.<br />
                  </p></td>
    </tr>
            <tr>
              <td height="97">&nbsp;</td>
              <td>&nbsp;</td>
            </tr>
            <tr>
              <td height="190" valign="top"><img src="Images/quark7_3.jpg" width="202" height="190" /></td>
              <td>&nbsp;</td>
            </tr>
            <tr>
              <td height="46">&nbsp;</td>
              <td>&nbsp;</td>
            </tr>
            
            
            
            
            
            
          </table>          </td>
          </tr>
      </table>      </td>
    </tr>
    <tr>
      <td height="127" valign="top"><table width="100%" border="0" cellpadding="0" cellspacing="0">
        <!--DWLayoutTable-->
        <tr>
          <td width="766" height="127" align="left" valign="top"><p><strong>Formato de impress&atilde;o  fidedigno</strong><br />
            O que visualiza no ecr&atilde;, deve ser obrigatoriamente o que sai  impresso e n&atilde;o um acaso.<br />
            Com quase vinte anos de experi&ecirc;ncia na impress&atilde;o gr&aacute;fica o  QuarkXPress d&aacute;-lhe o formato de impress&atilde;o correcto como da primeira vez.<br />
            A funcionalidade Collect for Output, ajuda-o a assegurar que a  gr&aacute;fica com que trabalha, possui todos os ficheiros, imagens e fontes  necess&aacute;rias para a impress&atilde;o do projecto.<br />
            Esta nova vers&atilde;o ajuda-o a pr&eacute;-visualizar o formato de sa&iacute;da  directamente no ecr&atilde;, evitando erros na impress&atilde;o.<br />
            A revolucion&aacute;ria funcionalidade Job Jackets, d&aacute; um passo enorme  no tortuoso trabalho de impress&atilde;o.<br />
            Com esta funcionalidade, uma gr&aacute;fica pode enumerar as  especifica&ccedil;&otilde;es do equipamento existente para impress&atilde;o e enviar para o designer  para que o trabalho realizado de in&iacute;cio seja igual ao trabalho impresso final.</p>
            <p><strong>Mantenha a  consist&ecirc;ncia</strong><br />
              Manter a consist&ecirc;ncia nos trabalhos &eacute; fundamental para o mundo  empresarial. No entanto manter a consist&ecirc;ncia &eacute; uma tarefa &aacute;rdua quando se  trabalha com v&aacute;rios intervenientes no mesmo projecto. O QuarkXPress possui  diversas formas de manter essa mesma consist&ecirc;ncia focada no conte&uacute;do, atrav&eacute;s  da funcionalidade de Shared Content, que permite sincronizar textos e imagens  na edi&ccedil;&atilde;o de conte&uacute;dos que podem ligados para actualiza&ccedil;&atilde;o, por cada um dos  intervenientes.</p>
            <p><strong>Layouts partilhados.</strong><br />
            Com as zonas de composi&ccedil;&atilde;o pode haver mais que uma pessoa em  simult&acirc;neo a trabalhar no mesmo layout. As altera&ccedil;&otilde;es efectuadas por cada um  dos intervenientes podem ser gravadas num ficheiro independente para  actualiza&ccedil;&atilde;o futura ou no ficheiro original para actualiza&ccedil;&atilde;o imediata.</p></td>
        </tr>
      </table>
      </td>
    </tr>
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    <tr>
      <td height="30" colspan="3" valign="top"><img src="Images/barra_fundo.jpg" width="800" height="29" /></td>
    </tr>
  </table>
</div>
</body>
</html>
