<html>
<head>
<title>El_Gato_page_info</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<style type="text/css">
<!--
p {
	font-family: Verdana, Geneva, sans-serif;
	font-size: 12px;
	color: #666;
}
#Table_01 tr td div ul li {
	font-family: Verdana, Geneva, sans-serif;
}
#Table_01 tr td div ul li {
	font-family: Verdana, Geneva, sans-serif;
	font-size: 12px;
}
#Table_01 tr td div h3 {
	font-family: Verdana, Geneva, sans-serif;
	font-size: 14px;
}
#Table_01 tr td div p {
	font-size: 10px;
}
#Table_01 tr td div ul li {
	font-size: 10px;
}
-->
</style>

</head>
<body bgcolor="#cccccc" leftmargin="0" topmargin="0" marginwidth="0" marginheight="0">
<!-- Save for Web Slices (El_Gato_page_info.png) -->
<table bgcolor="#FFFFFF" align="center" id="Table_01" width="683" height="1216" border="0" cellpadding="0" cellspacing="0">
	<tr>
		<td colspan="5">
			<img src="El_Gato_page_info_01.gif" width="682" height="350" alt=""></td>
		<td>
			<img src="spacer.gif" width="1" height="350" alt=""></td>
	</tr>
	<tr>
		<td valign="top" width="81" height="154"  rowspan="2"><a href="http://www.minitel.pt"><img src="El_Gato_page_info_02.gif" border="0" width="81" height="154" alt=""></a></td>
		<td colspan="4" rowspan="5">
        
        <div>
		  <h1 style="font-family: Verdana, Geneva, sans-serif; font-size: 18px; color: #333;">Condi&ccedil;&otilde;es da Promo&ccedil;&atilde;o de Futebol da Elgato</h1>
		  </div>
		  <div>
		    <h3>1. Conceito da Promo&ccedil;&atilde;o de Futebol da Elgato</h3>
		    <p>A Promo&ccedil;&atilde;o de Futebol da Elgato (doravante &ldquo;a Promo&ccedil;&atilde;o&rdquo;) &eacute; v&aacute;lida   at&eacute; 11 de Junho de 2010.</p>
		    <p>Ao participar na Promo&ccedil;&atilde;o, o cliente   aceita as condi&ccedil;&otilde;es a seguir  expostas e reconhece que a decis&atilde;o da   Elgato &eacute; definitiva e vinculativa  em rela&ccedil;&atilde;o a qualquer mat&eacute;ria.</p>
		    <ul>
		      <li>Os clientes que adquiram um EyeTV DTT    Deluxe Edi&ccedil;&atilde;o de Futebol em Portugal at&eacute; ao dia 11 de Junho de 2010   habilitam-se, nas condi&ccedil;&otilde;es a seguir  descritas, a receber um reembolso   no valor de 89,95 euros da Elgato,  caso a equipa portuguesa ven&ccedil;a o   Campeonato do Mundo e se torne Campe&atilde;  do Mundo de Futebol 2010.</li>
		      <li>&Eacute; necess&aacute;ria uma prova de compra (uma c&oacute;pia do recibo) de um EyeTV   DTT Deluxe Edi&ccedil;&atilde;o de Futebol para solicitar o    reembolso.</li>
		      <li>A participa&ccedil;&atilde;o est&aacute; limitada a um produto (e,   por conseguinte, um  reembolso) por pessoa ou empresa. O cliente deve   possuir uma morada e  dados banc&aacute;rios v&aacute;lidos em Portugal. Se o cliente   exercer o seu direito  de cancelar a compra e devolver o produto,   deixar&aacute; de poder participar  na Promo&ccedil;&atilde;o. Nenhum outro produto da Elgato   &eacute; abrangido pela Promo&ccedil;&atilde;o.</li>
		      <li>O EyeTV DTT Deluxe Edi&ccedil;&atilde;o de   Futebol deve ser adquirido em Portugal pelo cliente at&eacute; ao dia 11 de   Junho de 2010.</li>
		      <li>O cliente deve registar a compra do EyeTV DTT  Deluxe Edi&ccedil;&atilde;o de Futebol no website da Elgato,    www.elgato.com/PT-supporters, at&eacute; 25 de Junho de 2010, para poder    participar na Promo&ccedil;&atilde;o.</li>
		      <li>Para poder concluir o processo de   registo, o cliente ter&aacute; de  introduzir o c&oacute;digo de reembolso constante   da caixa do EyeTV DTT Deluxe Edi&ccedil;&atilde;o de   Futebol. Este c&oacute;digo de  reembolso s&oacute; pode ser usado uma vez.</li>
		      <li>Ap&oacute;s   a conclus&atilde;o do registo, o cliente participante (doravante &ldquo;o    Participante&rdquo;) receber&aacute; uma mensagem de correio electr&oacute;nico com uma    hiperliga&ccedil;&atilde;o para uma p&aacute;gina web, que o Participante utilizar&aacute; para    transmitir os dados relativos ao reembolso; a referida hiperliga&ccedil;&atilde;o s&oacute;    ser&aacute; activada ap&oacute;s a final do Campeonato do Mundo de Futebol, no dia 11    de Julho de 2010, se a equipa portuguesa se sagrar Campe&atilde; Mundial de    Futebol de 2010.</li>
		      <li>Caso a equipa portuguesa se sagre Campe&atilde;   do Mundo de Futebol de  2010, o Participante deve utilizar a   hiperliga&ccedil;&atilde;o supramencionada at&eacute; 25  de Julho de 2010 para transmitir o   seu dados banc&aacute;rios v&aacute;lidos em  Portugal, assim como uma c&oacute;pia digital   (sob a forma de um documento  digitalizado ou de uma fotografia digital)   da prova de compra do EyeTV DTT Deluxe Edi&ccedil;&atilde;o   de Futebol novo. (Caso n&atilde;o seja  poss&iacute;vel proceder &agrave; transmiss&atilde;o   digital, a c&oacute;pia da prova de compra pode  ser enviada por correio postal   para: Elgato Systems, Ref. Football,  Nymphenburger Str.14, 80335   M&uuml;nchen, Alemanha. Indique na prova de  compra o n&uacute;mero de refer&ecirc;ncia   pessoal que lhe foi enviado numa mensagem  de correio electr&oacute;nico ap&oacute;s   ter efectuado o registo.)</li>
		      <li>A participa&ccedil;&atilde;o na Promo&ccedil;&atilde;o s&oacute; &eacute;   poss&iacute;vel, se o Participante  transmitir os dados atr&aacute;s referidos,   incluindo dados banc&aacute;rios correctos  e uma c&oacute;pia do recibo com data de   factura&ccedil;&atilde;o compreendida no per&iacute;odo  atr&aacute;s especificado.</li>
	        </ul>
	      </div>
		  <div>
		    <h3>2. Participa&ccedil;&atilde;o na Promo&ccedil;&atilde;o</h3>
		    <p>Para obter   mais informa&ccedil;&atilde;o sobre a Promo&ccedil;&atilde;o e aceder &agrave; p&aacute;gina de  registo, os   clientes podem visitar o seguinte website:  www.elgato.com/PT-supporters</p>
		    <p>Os clientes que pretendam participar na Promo&ccedil;&atilde;o devem facultar &agrave;    Elgato todas as informa&ccedil;&otilde;es indicadas no website como obrigat&oacute;rias.</p>
		    <p>A   Elgato requer que as informa&ccedil;&otilde;es a seguir indicadas lhe sejam  enviadas   atrav&eacute;s do website, durante o registo, at&eacute; 25 de Junho de 2010:  o   c&oacute;digo de reembolso, bem como dados pessoais, nomeadamente o nome, a    morada, o c&oacute;digo postal e o endere&ccedil;o de correio electr&oacute;nico do cliente.</p>
		    <p>Ap&oacute;s o registo, o Participante receber&aacute; uma mensagem de correio    electr&oacute;nico de cashback@promotion.elgato.com com uma hiperliga&ccedil;&atilde;o para    uma p&aacute;gina web, que ser&aacute; activada ap&oacute;s a final, no dia 11 de Julho de    2010, se Portugal vencer. O Participante deve guardar esta hiperliga&ccedil;&atilde;o    para poder solicitar um reembolso; esta hiperliga&ccedil;&atilde;o n&atilde;o pode ser    recuperada, caso a mensagem de correio electr&oacute;nico com a hiperliga&ccedil;&atilde;o se    perca ou seja apagada.</p>
		    <p>A referida hiperliga&ccedil;&atilde;o conduzir&aacute; o   Participante a uma p&aacute;gina web,  que o Participante dever&aacute; utilizar para   enviar informa&ccedil;&atilde;o adicional &agrave;  Elgato at&eacute; 25 de Julho de 2010. S&atilde;o   necess&aacute;rios os seguintes elementos  para o processamento do reembolso:</p>
		    <ul>
		      <li>Uma conta banc&aacute;ria v&aacute;lida em Portugal, para a qual possa   ser  transferido o reembolso</li>
		      <li>Uma c&oacute;pia da prova de compra   do EyeTV DTT  Deluxe Edi&ccedil;&atilde;o de Futebol novo,   sob a forma de um recibo</li>
	        </ul>
		    <p>Para enviar a prova de compra   para a Elgato com vista a solicitar o  reembolso, o Participante deve   seguir a hiperliga&ccedil;&atilde;o contida na mensagem  de correio electr&oacute;nico que   recebeu imediatamente ap&oacute;s o registo da  compra no website da Elgato. A   hiperliga&ccedil;&atilde;o conduz o Participante a uma  p&aacute;gina web na qual poder&aacute;   carregar a prova de compra; esta p&aacute;gina s&oacute;  ser&aacute; activada ap&oacute;s a final,   no dia 11 de Julho de 2010. (Caso n&atilde;o seja  poss&iacute;vel proceder &agrave;   transmiss&atilde;o digital, a c&oacute;pia da prova de compra pode  ser enviada por   correio postal para: Elgato Systems, Ref. Football,  Nymphenburger   Str.14, 80335 M&uuml;nchen, Alemanha. Indique na prova de  compra o n&uacute;mero de   refer&ecirc;ncia pessoal que lhe foi enviado numa mensagem  de correio   electr&oacute;nico ap&oacute;s ter efectuado o registo.)</p>
	      </div>
		  <div>
		    <h3>3. Prova de compra</h3>
		    <p>A c&oacute;pia da prova de   compra (recibo) deve incluir as seguintes  informa&ccedil;&otilde;es:</p>
		    <ul>
		      <li>Nome   e morada do revendedor (comerciante)</li>
		      <li>Data de compra</li>
		      <li>Nome do produto (EyeTV DTT Deluxe   Edi&ccedil;&atilde;o  de Futebol)</li>
	        </ul>
	      </div>
		  <div>
		    <h3>4.   Condi&ccedil;&otilde;es para o Reembolso</h3>
		    <p>O montante reembolsado ser&aacute;   transferido para a conta banc&aacute;ria  indicada pelo Participante. As   transfer&ecirc;ncias s&atilde;o executadas duas vezes  por semana. Ap&oacute;s o envio da   prova de compra e dos dados banc&aacute;rios, a  transfer&ecirc;ncia poder&aacute; demorar   at&eacute; 45 dias a ser creditada na conta do  Participante.</p>
		    <p>As   transfer&ecirc;ncias apenas podem ser realizadas para contas banc&aacute;rias  em   Portugal. &Eacute; necess&aacute;rio indicar o IBAN e o BIC (SWIFT) da conta para    o reembolso ser efectuado.</p>
		    <p>A Elgato proceder&aacute; a um reembolso no   montante de 89,95 euros.</p>
		    <p><strong>5.</strong> Os registos para a   Promo&ccedil;&atilde;o que estejam incompletos ou contenham  informa&ccedil;&atilde;o incorrecta n&atilde;o   poder&atilde;o ser processados.</p>
		    <p><strong>6</strong>. No &acirc;mbito do   registo atrav&eacute;s do website, o Participante  disponibiliza, no formul&aacute;rio   de pedido, informa&ccedil;&atilde;o pessoal &agrave; Elgato e/ou  ao prestador de servi&ccedil;os   designado pela Elgato para a execu&ccedil;&atilde;o da  Promo&ccedil;&atilde;o. Estes dados pessoais   apenas ser&atilde;o usados na medida e pelo  per&iacute;odo necess&aacute;rios, conforme   est&aacute; estabelecido nas condi&ccedil;&otilde;es legais  para a realiza&ccedil;&atilde;o e   processamento da Promo&ccedil;&atilde;o. A eventual utiliza&ccedil;&atilde;o dos  dados pessoais   para outros fins, nomeadamente para efeitos de  divulga&ccedil;&atilde;o de produtos e   pesquisa de mercado, optimiza&ccedil;&atilde;o das nossas  ofertas ou a divulga&ccedil;&atilde;o de   dados an&oacute;nimos a terceiros carece da  autoriza&ccedil;&atilde;o expressa do   utilizador e de um aviso distinto ao mesmo com  informa&ccedil;&atilde;o sobre os   respectivos direitos de objec&ccedil;&atilde;o. Em qualquer  altura, os Participantes   podem solicitar informa&ccedil;&atilde;o sobre os seus dados  pessoais eventualmente   guardados e solicitar a sua correc&ccedil;&atilde;o (se for o  caso) pelos prestadores   de servi&ccedil;os contratados pela Elgato e  mencionados na sec&ccedil;&atilde;o (7).</p>
	      </div>
		  <div>
		    <h3>7. A Promo&ccedil;&atilde;o &eacute; realizada em nome da Elgato   pela:</h3>
		    <p>GreeNova Services GmbH <br>
		      K&auml;rntner Stra&szlig;e 16<br>
		      70469   Stuttgart <br>
		      Alemanha</p>
		    <p><a name="daten"></a></p>
	      </div>
		  <div>
		    <h3>8. Pol&iacute;tica de privacidade</h3>
		    <p>Levamos muito   a s&eacute;rio o direito &agrave; privacidade dos nossos clientes. Os  nossos   registos de clientes n&atilde;o est&atilde;o dispon&iacute;veis para venda nem para  troca.   Com excep&ccedil;&atilde;o do nosso parceiro de servi&ccedil;os, que necessita dos  referidos   dados para o processamento dos reembolsos, a Elgato n&atilde;o  partilhar&aacute; os   dados pessoais dos clientes com nenhuma outra entidade,  salvo nos casos   previstos na Lei. O Participante tem o direito de saber,  sempre que   queira, que dados pessoais possam ter sido guardados pela  GreeNova   Services GmbH, e o direito de corrigir esses dados por carta  remetida   a: GreeNova Services GmbH, K&auml;rntner Str. 16, 70469 Estugarda,  Alemanha.</p>
		    <p>Os dados dos clientes registados no &acirc;mbito do contrato s&atilde;o   utilizados  pela Elgato em conformidade com as condi&ccedil;&otilde;es da legisla&ccedil;&atilde;o   alem&atilde; em  mat&eacute;ria de protec&ccedil;&atilde;o de dados e de presta&ccedil;&atilde;o de servi&ccedil;os &agrave;   dist&acirc;ncia. Os  dados pessoais dos clientes s&atilde;o transmitidos atrav&eacute;s da   Internet  utilizando encripta&ccedil;&atilde;o SSL. Os dados   do  cliente e o endere&ccedil;o de correio electr&oacute;nico s&atilde;o utilizados apenas   para a  realiza&ccedil;&atilde;o do programa de reembolsos. O cliente pode registar-se   no  website para receber o boletim informativo da Elgato. Al&eacute;m disso, o    cliente s&oacute; receber&aacute; o boletim informativo da Elgato se seleccionar a    op&ccedil;&atilde;o &ldquo;Yes, I would like to receive the Elgato newsletter&rdquo; (Sim, quero    receber o boletim informativo da Elgato) e confirmar essa selec&ccedil;&atilde;o numa    mensagem de correio electr&oacute;nico posterior. O cliente pode optar em    qualquer altura pelo cancelamento do boletim informativo. Nos termos da    legisla&ccedil;&atilde;o alem&atilde; em mat&eacute;ria de protec&ccedil;&atilde;o de dados, o cliente tem o    direito de saber que dados pessoais seus est&atilde;o armazenados. O cliente    tem o direito de solicitar a correc&ccedil;&atilde;o, o bloqueio ou a elimina&ccedil;&atilde;o dos    referidos dados, bem como o direito de revogar a autoriza&ccedil;&atilde;o    anteriormente concedida. Para esse efeito, o cliente poder&aacute; contactar o    servi&ccedil;o de apoio ao cliente da Elgato, sito em Nymphenburger Str. 14,    80335 M&uuml;nchen, Alemanha ou por e-mail: europesales@elgato.com, neste    contexto.</p>
		    <p><strong>Este texto &eacute; apenas uma tradu&ccedil;&atilde;o. A &uacute;nica   vers&atilde;o  juridicamente vinculativa do presente documento &eacute; a vers&atilde;o em   l&iacute;ngua  alem&atilde;.</strong></p>
		    <p><a href="http://www.minitel.pt/MicroSites/Elgato_Mundial/El_Gato_page_info_Minitel.html">Voltar</a></p>
          </div>
        <br>
        </td>
		<td>
			<img src="images/spacer.gif" width="1" height="108" alt=""></td>
	</tr>
	<tr>
		<td>
			<img src="images/spacer.gif" width="1" height="46" alt=""></td>
	</tr>
	<tr>
		<td rowspan="3">
			<img align="top" src="El_Gato_page_info_06.gif" width="81" height="711" alt=""></td>
		<td>
			<img src="images/spacer.gif" width="1" height="237" alt=""></td>
	</tr>
	<tr>
		<td>
			<img src="images/spacer.gif" width="1" height="69" alt=""></td>
	</tr>
	<tr>
		<td>
			<img src="images/spacer.gif" width="1" height="405" alt=""></td>
	</tr>
	<tr>
		<td>
			<img src="images/spacer.gif" width="81" height="1" alt=""></td>
		<td>
			<img src="images/spacer.gif" width="198" height="1" alt=""></td>
		<td>
			<img src="images/spacer.gif" width="178" height="1" alt=""></td>
		<td>
			<img src="images/spacer.gif" width="21" height="1" alt=""></td>
		<td>
			<img src="images/spacer.gif" width="204" height="1" alt=""></td>
		<td></td>
	</tr>
</table>
<!-- End Save for Web Slices -->
</body>
</html>